stalagmites.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Stalagmites</title>
<meta name="author" content="George Kontsevich" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../web/kxygk.css" />
<link rel="shortcut icon" href="../web/panda.svg" type="image/x-icon">
<meta name="robots" content="noindex">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Stalagmites</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org324d90e">To discuss with professor</a></li>
<li><a href="#orga6837b8">Basics</a></li>
<li><a href="#org7b061b9">Advantages</a></li>
<li><a href="#org042bdd4">Complications</a></li>
<li><a href="#org1cd14b4">Chemistry</a>
<ul>
<li><a href="#orgb772290">Of the stalagmite</a></li>
<li><a href="#orgf8662ff">Of the drip water</a></li>
</ul>
</li>
<li><a href="#orgc1257cc">Water flow</a></li>
<li><a href="#orgfefed4f">Criteria for site selection</a></li>
<li><a href="#orgc0cb631">Karst Hydrology</a></li>
<li><a href="#org6f1c856">Extra</a></li>
</ul>
</div>
</div>


<div id="outline-container-org324d90e" class="outline-2">
<h2 id="org324d90e">To discuss with professor</h2>
<div class="outline-text-2" id="text-org324d90e">
<ul class="org-ul">
<li>Can we expect these trace ions in Thailand?</li>
<li>There are people that have done tracer stuff.. but I can't find the paper</li>
<li>Does he still need a rotating sampler thing?</li>
<li>What to do with weather station?</li>
<li>Does CO2 outgas in the oil lid sampler?</li>
</ul>
</div>
</div>

<div id="outline-container-orga6837b8" class="outline-2">
<h2 id="orga6837b8">Basics</h2>
<div class="outline-text-2" id="text-orga6837b8">
<ul class="org-ul">
<li>Most speleothems are made of calcite - but there are other kinds</li>
<li>water in karst aquifers has high levels of dissolved soil-derived CO<sub>2</sub><sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> and calcium due to subsequent limestone dissolution <sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup></li>
<li>In the cave atmosphere the partial pressure of CO<sub>2</sub> (<i>P<sub>CO2</sub></i>) is usually lower and the CO<sub>2</sub> degasses and calcite deposites. So cave water almost immediate becomes oversaturated with Ca and first deposite on the stalactite</li>
<li>deposition rates: 0.01-1.0 mm/year</li>
<li>Growth hiatus can be indicated by detriatal-rich layers</li>
<li>Can changed chemically between <b>calcite</b> and <b>argonite</b>. Unclear what causes the change.  McDermott refers to Denniston et al. 2000 in Nepal <sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup>  says &#x2026; cave aridity..? - not sure what that means. Caves aren't supposed to get arid. That'd mess up the deposition mechanism (shift from CO2 degassing to water drying out)</li>
</ul>
</div>
</div>


<div id="outline-container-org7b061b9" class="outline-2">
<h2 id="org7b061b9">Advantages</h2>
<div class="outline-text-2" id="text-org7b061b9">
<ul class="org-ul">
<li>Potentially very high resolutions that can help pinpoint cause-effect chains between climate changes (if one thing starts 100 years before another and then triggers the other)</li>
</ul>
</div>
</div>

<div id="outline-container-org042bdd4" class="outline-2">
<h2 id="org042bdd4">Complications</h2>
<div class="outline-text-2" id="text-org042bdd4">
<ul class="org-ul">
<li>You can get additional fractionation due to surface evaporation of the rain before it percolates into the soil (Bar-Matthews et al 1996; Denniston et al. 1999a)  from <sup><a id="fnr.3.100" class="footref" href="#fn.3" role="doc-backlink">3</a></sup></li>
<li>CO2/Ca in the water could vary seasonally - which would give you a seasonal bias</li>
<li>At very high flow rates you can have undersaturation of CO2 (and therefore weaker precipitation during degassing)</li>
<li>Can get additional temperature dependent fractionation in the cave itself (though if you have 99% humidity - not clear how this would happen? I guess the chemical deposition itself can induce O18 fractionation). In theory you could check if this is happening by looking at fluid inclusions.</li>
<li>To have 018 in the cave correspond to precipitation O18 it needs to meet the "Hendy criteria" (Hendy 1971; Schwarcz 1986) &#x2013; TO READ..</li>
<li>Cave temp is a function of average annular temp - so if the annual average temp changes then this will change and lead to weird changes in cave fractionation</li>

<li>The flows to each stalagmite can have drastically different routes - and an increase in rainfall can suddendly open new "channels" to the stalagmite</li>

<li>You can have ventilated air gaps "above" your sampling cave - which will cause a premature deposition of a ration of your <b>Ca</b>. This should produce a discernable offset in your <b>Mg/Ca vs. drip-rate</b> plots <sup><a id="fnr.4" class="footref" href="#fn.4" role="doc-backlink">4</a></sup>. If I understand correction - the Mg doesn't recipitate out as a stalagmite. So if there is premature deposition then this ratio will be skewed</li>
</ul>
</div>
</div>

<div id="outline-container-org1cd14b4" class="outline-2">
<h2 id="org1cd14b4">Chemistry</h2>
<div class="outline-text-2" id="text-org1cd14b4">
<p>
all from <sup><a id="fnr.4.100" class="footref" href="#fn.4" role="doc-backlink">4</a></sup>.
</p>
</div>

<div id="outline-container-orgb772290" class="outline-3">
<h3 id="orgb772290">Of the stalagmite</h3>
<div class="outline-text-3" id="text-orgb772290">
<dl class="org-dl">
<dt>Ca<sup>2+</sup></dt><dd>the normal calcium that precipitates out when the CO2 outgasses. The precipitation can be prevented with a small amount of nitric acid when the water is saturated (or super saturated)</dd>
<dt>Mg<sup>2+</sup></dt><dd>Seems to dissolve immediately? Not as sensative to flow rate as <b>Ca</b>. Higher Flow rates give lower ion concentration but a higher <b>Mg/Ca</b> ration REEXAXIME MECHANISM</dd>
<dt>Sr<sup>2+</sup></dt><dd>Seems to have the same mechanism as <b>Mg<sup>2</sup></b> ..</dd>
<dt>87Sr/87Sr</dt><dd>Something to do with weathering <sup><a id="fnr.5" class="footref" href="#fn.5" role="doc-backlink">5</a></sup></dd>
<dt>SO<sub>4</sub><sup>2-</sup></dt><dd>Is another proxy for dilution. It's from the very slow dilution of pyrite in the aquifer</dd>
</dl>
</div>
</div>

<div id="outline-container-orgf8662ff" class="outline-3">
<h3 id="orgf8662ff">Of the drip water</h3>
<div class="outline-text-3" id="text-orgf8662ff">
<dl class="org-dl">
<dt>salts as tracers</dt><dd>MgCl2 / CaCl2 / NaCl p7 <sup><a id="fnr.5.100" class="footref" href="#fn.5" role="doc-backlink">5</a></sup></dd>
</dl>
<p>
When dissolved give the solution different densities. Will they percolate through differently? What are tracers others have used?
</p>
<dl class="org-dl">
<dt>Dissolved Oxygen (DO)</dt><dd>is an indicator of organic activity (or lack of activity. Maybe a proxy for residence time? p23  <sup><a id="fnr.5.100" class="footref" href="#fn.5" role="doc-backlink">5</a></sup></dd>
<dt>nobel gases / O2 / N2/ Ar</dt><dd>related to ground wter recharge condition p24 <sup><a id="fnr.5.100" class="footref" href="#fn.5" role="doc-backlink">5</a></sup></dd>
</dl>

<p>
These things can all get messed up if some neighbouring aquafer "spills over" and dumps different ion concentrations on to your speleothem
</p>
</div>
</div>
</div>

<div id="outline-container-orgc1257cc" class="outline-2">
<h2 id="orgc1257cc">Water flow</h2>
<div class="outline-text-2" id="text-orgc1257cc">
<ul class="org-ul">
<li>calculating how much rain goes into the soil seems a bit arbitrary&#x2026; You can use the <b>Thornthwaite equation</b> to estimate monthly evaporation values (in mm/month) and then subtract that from the monthly precipitation values I guess <sup><a id="fnr.6" class="footref" href="#fn.6" role="doc-backlink">6</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgfefed4f" class="outline-2">
<h2 id="orgfefed4f">Criteria for site selection</h2>
<div class="outline-text-2" id="text-orgfefed4f">
<ul class="org-ul">
<li>Constant cave temp</li>
<li>Constant cave CO2</li>
<li>water is saturated with CO2 (seems tricky to measure&#x2026; maybe measure in one spot and ensure it's year-round consistent)</li>
</ul>
</div>
</div>

<div id="outline-container-orgc0cb631" class="outline-2">
<h2 id="orgc0cb631">Karst Hydrology</h2>
<div class="outline-text-2" id="text-orgc0cb631">
<ul class="org-ul">
<li>lots of caves, sinkholes/dolines, no surface drainage</li>

<li id="Darcy's Law">"Darcy's law is an equation that describes the flow of a fluid through a porous medium. The law was formulated by Henry Darcy based on results of experiments[1] on the flow of water through beds of sand, forming the basis of hydrogeology, a branch of earth sciences." - <b>wiki</b> This law often does not apply in Karst landscapes!</li>

<li id="Manning Equation">usually used instead: "The Manning formula is an empirical formula estimating the average velocity of a liquid flowing in a conduit that does not completely enclose the liquid, i.e., open channel flow. However, this equation is also used for calculation of flow variables in case of flow in partially full conduits, as they also possess a free surface like that of open channel flow. All flow in so-called open channels is driven by gravity. It was first presented by the French engineer Philippe Gauckler in 1867,[1] and later re-developed by the Irish engineer Robert Manning in 1890.[2]" - <b>wiki</b></li>
</ul>

<p>
The paths of the water in the limestone are complex due to anisotropic effects like bedding planes, fractures and dissolutional features and you can still have significant water retention due to <i>intergranular permiability</i> and small fractures. The water that ultimately reaches a stalagmite could have being in the aquifer for decades or could be recent rain water - or both! So this acts as a semi-random band pass filter of sorts and therefore different stalagmites record climate with different resolution (even within the same cave). Some recording each rain event, others recording seasonal/yearly/decadal averages.
</p>

<ul class="org-ul">
<li>Stalagmites that are very responsive will yield noisy data and can be subject to unpredictable flow rerouting</li>
<li>Stalagmites that are too "averaged"  will only record a small percentage of total rainfall in their isotope variability (low signal intensity) and are only suitable for long term climate changes.</li>
</ul>

<p>
Drip rate monitoring/logging <sup><a id="fnr.7" class="footref" href="#fn.7" role="doc-backlink">7</a></sup> (Doesn't say directly)
Drip water chemical analysis <sup><a id="fnr.8" class="footref" href="#fn.8" role="doc-backlink">8</a></sup> (Lists some instruments) <sup><a id="fnr.4.100" class="footref" href="#fn.4" role="doc-backlink">4</a></sup>
</p>

<p>
Changes in P<sub>CO2</sub> affect growth substantially. So cave ventilation is crucial and can be seasonal <sup><a id="fnr.9" class="footref" href="#fn.9" role="doc-backlink">9</a></sup> and can skew values towards a season <sup><a id="fnr.10" class="footref" href="#fn.10" role="doc-backlink">10</a></sup>
</p>

<p>
&shy;<sup>18O</sup> drip water reflects rainfall &shy;<sup>18O</sup> <sup><a id="fnr.3.100" class="footref" href="#fn.3" role="doc-backlink">3</a></sup> b/c cave temperature is mostly stable. Changes are due mostly to either:
</p>
<ul class="org-ul">
<li>changes in the type of rainfall (Monsoons=low &shy;<sup>18O</sup>)</li>
<li>"amount effect" <sup><a id="fnr.11" class="footref" href="#fn.11" role="doc-backlink">11</a></sup></li>
<li>Rainfall in humid low-latitude regions is characterized by elevated &shy;<sup>18O</sup> values (relative to Monsoon and TCs) <sup><a id="fnr.12" class="footref" href="#fn.12" role="doc-backlink">12</a></sup></li>
</ul>

<p>
So you can even detect individual cyclone events
</p>

<p>
HURRICANE Project in the Caribbean
</p>
</div>
</div>

<div id="outline-container-org6f1c856" class="outline-2">
<h2 id="org6f1c856">Extra</h2>
<div class="outline-text-2" id="text-org6f1c856">
<p>
From Lowemark2009 (the South China Sea paper from class)
</p>
<blockquote>
<p>
It has been previously found that the strength of the winter monsoon appears to be anticorrelated with the intensity of the summer monsoon (Wang et al 1999, Wehausen and Brumsack 2002 Yancheva et al 2007)
</p>
</blockquote>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Carbon dioxide efflux from a 550 m3 soil across a range of soil tempaertures
Forest Ecology and Management
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Geomorphology and Hydrology of Karst Terrains
Oxford Univeristy Press
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3" role="doc-backlink">3</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Paleo-climate reconstruction from stable isotope variations in speleothems: a review
Quaternary Science Reviews, v23 p 901-918
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4" role="doc-backlink">4</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Soil and karst aquider hydrological controls on the geochemical evolution of speleothem-forming drip waters, Crag Cave, southwest Ireland
Journal of Hydrology v 273 p51-68
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5" role="doc-backlink">5</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Groundwater Geochemistry and Isotopes 2015 BOOK
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6" role="doc-backlink">6</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Baker and Brunsdon, 2003  Non-linearities in drip water hydrology
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7" role="doc-backlink">7</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
McDermott Mattey Hakesworth 2001 Centennial-scale Holocene climate variability revealed by high-resolution spelethem record from SW Ireland
Science v 294
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8" role="doc-backlink">8</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Spatial variability in cave drip water hydrochemistry: Implications for stalagmite paleoclimate records
Chemical Geology, v.235 p390-404
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9" role="doc-backlink">9</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
A 53 year seasonally resolved oxygen and carbon isotope record from a modern Gibraltar speleothem: reconstructed drop water and relationship to local precipitation
Earth and Planetary Science Letters, v. doi 10.1016/j.epsl.2008.01.051
</p></div></div>

<div class="footdef"><sup><a id="fn.10" class="footnum" href="#fnr.10" role="doc-backlink">10</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Very high-frequency and seasonal cave atmosphere P<sub>CO2</sub> variability: Implications for stalagmite growth and oxygen isotope-based paleoclimate records
Earth and Planetary Science Letters v. 272 p. 118-129.
</p></div></div>

<div class="footdef"><sup><a id="fn.11" class="footnum" href="#fnr.11" role="doc-backlink">11</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Isotopic patterns in modern global precipitation
American Geophysical Union p 1-36
</p></div></div>

<div class="footdef"><sup><a id="fn.12" class="footnum" href="#fnr.12" role="doc-backlink">12</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Stable isotopes in precipitation
Tellus v. 16 p436-468
</p></div></div>


</div>
</div></div>
</body>
</html>
